Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Update_Available
source: Version {0} is available.
ar: الإصدار {0} متاح.
cs: Je k dispozici verze {0}.
de: Version {0} ist verfügbar.
el: Η έκδοση {0} είναι διαθέσιμη.
es: La versión {0} está disponible.
fa: نسخهٔ {0} در دسترس است.
fr: La version {0} est disponible.
hu: Elérhető a(z) {0} verzió.
id: Versi {0} tersedia.
it: È disponibile la versione {0}.
ja: 版 {0} があります。
ko: 버전 {0}을(를) 사용할 수 있습니다.
pl: Dostępna jest wersja {0}.
pt: A versão {0} está disponível.
ro: Versiunea {0} este disponibilă.
ru: Доступна версия {0}.
th: มีเวอร์ชัน {0} พร้อมใช้งาน
tr: {0} sürümü kullanılabilir.
uk: Доступна версія {0}.
vi: Đã có phiên bản {0}.
zh_hans: 版本 {0} 已可用。
zh_hant: 有可用的版本 {0}。

# Update_Ready
source: Version {0} is ready to install.
ar: الإصدار {0} جاهز للتثبيت.
cs: Verze {0} je připravena k instalaci.
de: Version {0} ist zur Installation bereit.
el: Η έκδοση {0} είναι έτοιμη για εγκατάσταση.
es: La versión {0} está lista para instalarse.
fa: نسخهٔ {0} آمادهٔ نصب است.
fr: La version {0} est prête à être installée.
hu: A(z) {0} verzió készen áll a telepítésre.
id: Versi {0} siap dipasang.
it: La versione {0} è pronta per l'installazione.
ja: 版 {0} の準備ができました。
ko: 버전 {0}을(를) 설치할 준비가 되었습니다.
pl: Wersja {0} jest gotowa do zainstalowania.
pt: A versão {0} está pronta para ser instalada.
ro: Versiunea {0} este gata de instalare.
ru: Версия {0} готова к установке.
th: เวอร์ชัน {0} พร้อมติดตั้งแล้ว
tr: {0} sürümü yüklenmeye hazır.
uk: Версія {0} готова до інсталяції.
vi: Phiên bản {0} đã sẵn sàng để cài đặt.
zh_hans: 版本 {0} 已准备好安装。
zh_hant: 版本 {0} 已可安裝。

# Update_Updated
source: Updated to version {0}.
ar: تم التحديث إلى الإصدار {0}.
cs: Aktualizováno na verzi {0}.
de: Auf Version {0} aktualisiert.
el: Έγινε ενημέρωση στην έκδοση {0}.
es: Se actualizó a la versión {0}.
fa: به نسخهٔ {0} به‌روزرسانی شد.
fr: Mise à jour vers la version {0} effectuée.
hu: Frissítve a(z) {0} verzióra.
id: Diperbarui ke versi {0}.
it: Aggiornato alla versione {0}.
ja: 版 {0} に更新しました。
ko: 버전 {0}(으)로 업데이트했습니다.
pl: Zaktualizowano do wersji {0}.
pt: Atualizado para a versão {0}.
ro: Actualizat la versiunea {0}.
ru: Выполнено обновление до версии {0}.
th: อัปเดตเป็นเวอร์ชัน {0} แล้ว
tr: {0} sürümüne güncelleştirildi.
uk: Оновлено до версії {0}.
vi: Đã cập nhật lên phiên bản {0}.
zh_hans: 已更新到版本 {0}。
zh_hant: 已更新至版本 {0}。

# Update_UpToDate
source: You're up to date (version {0}).
ar: لديك أحدث إصدار (الإصدار {0}).
cs: Máte nejnovější verzi ({0}).
de: Sie sind auf dem neuesten Stand (Version {0}).
el: Έχετε την πιο πρόσφατη έκδοση ({0}).
es: Tienes la versión más reciente ({0}).
fa: برنامه به‌روز است (نسخهٔ {0}).
fr: Vous disposez de la dernière version ({0}).
hu: A program naprakész ({0} verzió).
id: Anda menggunakan versi terbaru (versi {0}).
it: Il software è aggiornato (versione {0}).
ja: 最新の版です (版 {0})。
ko: 최신 버전입니다(버전 {0}).
pl: Masz najnowszą wersję ({0}).
pt: Você está atualizado (versão {0}).
ro: Aveți cea mai recentă versiune (versiunea {0}).
ru: У вас последняя версия ({0}).
th: คุณใช้เวอร์ชันล่าสุดอยู่แล้ว (เวอร์ชัน {0})
tr: Güncelsiniz (sürüm {0}).
uk: У вас остання версія ({0}).
vi: Bạn đang dùng bản mới nhất (phiên bản {0}).
zh_hans: 已是最新版本（版本 {0}）。
zh_hant: 您使用的是最新版本（版本 {0}）。

# Update_Failed
source: Couldn't check for updates: {0}
ar: تعذّر التحقق من التحديثات: {0}
cs: Aktualizace nelze vyhledat: {0}
de: Es konnte nicht nach Updates gesucht werden: {0}
el: Δεν ήταν δυνατός ο έλεγχος για ενημερώσεις: {0}
es: No se pudieron buscar actualizaciones: {0}
fa: بررسی به‌روزرسانی‌ها ممکن نشد: {0}
fr: Impossible de rechercher des mises à jour : {0}
hu: Nem sikerült frissítéseket keresni: {0}
id: Tidak dapat memeriksa pembaruan: {0}
it: Impossibile verificare la disponibilità di aggiornamenti: {0}
ja: 更新を確認できませんでした: {0}
ko: 업데이트를 확인할 수 없습니다: {0}
pl: Nie można sprawdzić aktualizacji: {0}
pt: Não foi possível verificar se há atualizações: {0}
ro: Nu s-au putut căuta actualizări: {0}
ru: Не удалось проверить наличие обновлений: {0}
th: ไม่สามารถตรวจหาการอัปเดตได้: {0}
tr: Güncelleştirmeler denetlenemedi: {0}
uk: Не вдалося перевірити наявність оновлень: {0}
vi: Không thể kiểm tra bản cập nhật: {0}
zh_hans: 无法检查更新：{0}
zh_hant: 無法檢查更新：{0}

# Update_DownloadFailed
source: Couldn't download the update: {0}
ar: تعذّر تنزيل التحديث: {0}
cs: Aktualizaci nelze stáhnout: {0}
de: Das Update konnte nicht heruntergeladen werden: {0}
el: Δεν ήταν δυνατή η λήψη της ενημέρωσης: {0}
es: No se pudo descargar la actualización: {0}
fa: بارگیری به‌روزرسانی ممکن نشد: {0}
fr: Impossible de télécharger la mise à jour : {0}
hu: Nem sikerült letölteni a frissítést: {0}
id: Tidak dapat mengunduh pembaruan: {0}
it: Impossibile scaricare l'aggiornamento: {0}
ja: 更新をダウンロードできませんでした: {0}
ko: 업데이트를 다운로드할 수 없습니다: {0}
pl: Nie można pobrać aktualizacji: {0}
pt: Não foi possível baixar a atualização: {0}
ro: Actualizarea nu a putut fi descărcată: {0}
ru: Не удалось скачать обновление: {0}
th: ไม่สามารถดาวน์โหลดการอัปเดตได้: {0}
tr: Güncelleştirme indirilemedi: {0}
uk: Не вдалося завантажити оновлення: {0}
vi: Không thể tải xuống bản cập nhật: {0}
zh_hans: 无法下载更新：{0}
zh_hant: 無法下載更新：{0}

# Update_ApplyFailed
source: The update to version {0} failed, and the previous version is still installed. The log is in {1}.
ar: فشل التحديث إلى الإصدار {0}، ولا يزال الإصدار السابق مثبتاً. السجل موجود في {1}.
cs: Aktualizace na verzi {0} se nezdařila a zůstává nainstalovaná předchozí verze. Protokol je v {1}.
de: Das Update auf Version {0} ist fehlgeschlagen; die vorherige Version ist weiterhin installiert. Das Protokoll befindet sich in {1}.
el: Η ενημέρωση στην έκδοση {0} απέτυχε και παραμένει εγκατεστημένη η προηγούμενη έκδοση. Το αρχείο καταγραφής βρίσκεται στο {1}.
es: Error al actualizar a la versión {0}; sigue instalada la versión anterior. El registro está en {1}.
fa: به‌روزرسانی به نسخهٔ {0} ناموفق بود و نسخهٔ قبلی همچنان نصب است. گزارش در {1} قرار دارد.
fr: La mise à jour vers la version {0} a échoué ; la version précédente est toujours installée. Le journal se trouve dans {1}.
hu: A(z) {0} verzióra való frissítés sikertelen volt, továbbra is az előző verzió van telepítve. A napló helye: {1}.
id: Pembaruan ke versi {0} gagal, dan versi sebelumnya masih terpasang. Log ada di {1}.
it: L'aggiornamento alla versione {0} non è riuscito e la versione precedente è ancora installata. Il log si trova in {1}.
ja: 版 {0} への更新に失敗し、前の版のままです。ログの場所: {1}
ko: 버전 {0}(으)로 업데이트하지 못해 이전 버전이 그대로 설치되어 있습니다. 로그 위치: {1}
pl: Aktualizacja do wersji {0} nie powiodła się; nadal zainstalowana jest poprzednia wersja. Dziennik znajduje się w {1}.
pt: A atualização para a versão {0} falhou, e a versão anterior ainda está instalada. O log está em {1}.
ro: Actualizarea la versiunea {0} a eșuat, iar versiunea anterioară este în continuare instalată. Jurnalul se află în {1}.
ru: Не удалось обновить до версии {0}; предыдущая версия по-прежнему установлена. Журнал находится в {1}.
th: การอัปเดตเป็นเวอร์ชัน {0} ล้มเหลว และยังคงติดตั้งเวอร์ชันก่อนหน้าอยู่ ล็อกอยู่ที่ {1}
tr: {0} sürümüne güncelleştirme başarısız oldu; önceki sürüm hâlâ yüklü. Günlük {1} içinde.
uk: Не вдалося оновити до версії {0}; попередня версія залишається інстальованою. Журнал розташовано тут: {1}.
vi: Cập nhật lên phiên bản {0} không thành công và phiên bản trước vẫn được cài đặt. Nhật ký nằm ở {1}.
zh_hans: 更新到版本 {0} 失败，仍安装着之前的版本。日志位于 {1}。
zh_hant: 更新至版本 {0} 失敗，仍安裝著先前的版本。記錄位於 {1}。

# Update_Reason_NoConnection
source: couldn't connect to the server.
ar: تعذّر الاتصال بالخادم.
cs: nelze se připojit k serveru.
de: Keine Verbindung zum Server möglich.
el: δεν ήταν δυνατή η σύνδεση με τον διακομιστή.
es: no se pudo conectar con el servidor.
fa: اتصال به سرور ممکن نشد.
fr: impossible de se connecter au serveur.
hu: nem sikerült csatlakozni a kiszolgálóhoz.
id: tidak dapat terhubung ke server.
it: impossibile connettersi al server.
ja: サーバーに接続できません。
ko: 서버에 연결할 수 없습니다.
pl: nie można połączyć się z serwerem.
pt: não foi possível conectar ao servidor.
ro: nu s-a putut realiza conexiunea la server.
ru: не удалось подключиться к серверу.
th: ไม่สามารถเชื่อมต่อกับเซิร์ฟเวอร์ได้
tr: sunucuya bağlanılamadı.
uk: не вдалося підключитися до сервера.
vi: không thể kết nối với máy chủ.
zh_hans: 无法连接到服务器。
zh_hant: 無法連線到伺服器。

# Update_Reason_RateLimited
source: the GitHub API limit was reached. Try again later.
ar: تم الوصول إلى حد GitHub API. حاول مرة أخرى لاحقاً.
cs: byl dosažen limit rozhraní GitHub API. Zkuste to později.
de: Das Limit der GitHub-API wurde erreicht. Versuchen Sie es später erneut.
el: συμπληρώθηκε το όριο του GitHub API. Δοκιμάστε ξανά αργότερα.
es: se alcanzó el límite de la API de GitHub. Vuelve a intentarlo más tarde.
fa: به حد مجاز GitHub API رسیدید. بعداً دوباره امتحان کنید.
fr: la limite de l'API GitHub a été atteinte. Réessayez plus tard.
hu: elérte a GitHub API korlátját. Próbálkozzon később.
id: batas API GitHub tercapai. Coba lagi nanti.
it: è stato raggiunto il limite dell'API di GitHub. Riprova più tardi.
ja: GitHub の API の利用制限に達しました。しばらくしてからやり直してください。
ko: GitHub API 사용 한도에 도달했습니다. 나중에 다시 시도하세요.
pl: osiągnięto limit interfejsu API GitHub. Spróbuj ponownie później.
pt: o limite da API do GitHub foi atingido. Tente novamente mais tarde.
ro: s-a atins limita API GitHub. Încercați din nou mai târziu.
ru: достигнуто ограничение GitHub API. Повторите попытку позже.
th: ถึงขีดจำกัดของ GitHub API แล้ว โปรดลองอีกครั้งในภายหลัง
tr: GitHub API sınırına ulaşıldı. Daha sonra yeniden deneyin.
uk: досягнуто обмеження GitHub API. Спробуйте пізніше.
vi: đã đạt giới hạn API của GitHub. Hãy thử lại sau.
zh_hans: 已达到 GitHub API 的使用限制。请稍后重试。
zh_hant: 已達到 GitHub API 的使用上限。請稍後再試。

# Update_Reason_Server
source: the server returned an error.
ar: أرجع الخادم خطأً.
cs: server vrátil chybu.
de: Der Server hat einen Fehler zurückgegeben.
el: ο διακομιστής επέστρεψε σφάλμα.
es: el servidor devolvió un error.
fa: سرور خطا برگرداند.
fr: le serveur a renvoyé une erreur.
hu: a kiszolgáló hibát adott vissza.
id: server mengembalikan kesalahan.
it: il server ha restituito un errore.
ja: サーバーがエラーを返しました。
ko: 서버에서 오류를 반환했습니다.
pl: serwer zwrócił błąd.
pt: o servidor retornou um erro.
ro: serverul a returnat o eroare.
ru: сервер вернул ошибку.
th: เซิร์ฟเวอร์ส่งข้อผิดพลาดกลับมา
tr: sunucu bir hata döndürdü.
uk: сервер повернув помилку.
vi: máy chủ trả về lỗi.
zh_hans: 服务器返回了错误。
zh_hant: 伺服器傳回錯誤。

# Update_Reason_BadResponse
source: the server's response couldn't be read.
ar: تعذّرت قراءة استجابة الخادم.
cs: odpověď serveru nelze přečíst.
de: Die Antwort des Servers konnte nicht gelesen werden.
el: δεν ήταν δυνατή η ανάγνωση της απόκρισης του διακομιστή.
es: no se pudo leer la respuesta del servidor.
fa: پاسخ سرور قابل خواندن نبود.
fr: la réponse du serveur est illisible.
hu: a kiszolgáló válasza nem olvasható.
id: respons server tidak dapat dibaca.
it: impossibile leggere la risposta del server.
ja: サーバーの応答を読めませんでした。
ko: 서버의 응답을 읽을 수 없습니다.
pl: nie można odczytać odpowiedzi serwera.
pt: não foi possível ler a resposta do servidor.
ro: răspunsul serverului nu a putut fi citit.
ru: не удалось прочитать ответ сервера.
th: ไม่สามารถอ่านการตอบกลับของเซิร์ฟเวอร์ได้
tr: sunucunun yanıtı okunamadı.
uk: не вдалося прочитати відповідь сервера.
vi: không thể đọc phản hồi của máy chủ.
zh_hans: 无法读取服务器的响应。
zh_hant: 無法讀取伺服器的回應。

# Update_Reason_Offline
source: offline mode is on.
ar: وضع عدم الاتصال قيد التشغيل.
cs: je zapnutý režim offline.
de: Der Offlinemodus ist aktiviert.
el: η λειτουργία εκτός σύνδεσης είναι ενεργή.
es: el modo sin conexión está activado.
fa: حالت آفلاین روشن است.
fr: le mode hors connexion est activé.
hu: az offline mód be van kapcsolva.
id: mode offline aktif.
it: la modalità offline è attiva.
ja: オフラインモードが有効です。
ko: 오프라인 모드가 켜져 있습니다.
pl: tryb offline jest włączony.
pt: o modo offline está ativado.
ro: modul offline este activat.
ru: включен автономный режим.
th: โหมดออฟไลน์เปิดอยู่
tr: çevrimdışı mod açık.
uk: увімкнуто автономний режим.
vi: chế độ ngoại tuyến đang bật.
zh_hans: 脱机模式已开启。
zh_hant: 離線模式已開啟。

# Update_Reason_NotSupported
source: this build can't check for updates.
ar: لا يمكن لهذا الإصدار التحقق من التحديثات.
cs: toto sestavení nemůže vyhledávat aktualizace.
de: Dieser Build kann nicht nach Updates suchen.
el: αυτή η έκδοση δεν μπορεί να ελέγξει για ενημερώσεις.
es: esta compilación no puede buscar actualizaciones.
fa: این نسخه نمی‌تواند به‌روزرسانی‌ها را بررسی کند.
fr: cette build ne peut pas rechercher de mises à jour.
hu: ez a build nem tud frissítéseket keresni.
id: build ini tidak dapat memeriksa pembaruan.
it: questa build non può verificare la disponibilità di aggiornamenti.
ja: このビルドでは更新を確認できません。
ko: 이 빌드에서는 업데이트를 확인할 수 없습니다.
pl: ta kompilacja nie może sprawdzać aktualizacji.
pt: esta compilação não pode verificar atualizações.
ro: această versiune nu poate căuta actualizări.
ru: эта сборка не поддерживает проверку обновлений.
th: บิลด์นี้ไม่สามารถตรวจหาการอัปเดตได้
tr: bu derleme güncelleştirmeleri denetleyemez.
uk: ця збірка не може перевіряти наявність оновлень.
vi: bản dựng này không thể kiểm tra bản cập nhật.
zh_hans: 此版本无法检查更新。
zh_hant: 此組建無法檢查更新。

# Update_Button_Download
source: Download
ar: تنزيل
cs: Stáhnout
de: Herunterladen
el: Λήψη
es: Descargar
fa: بارگیری
fr: Télécharger
hu: Letöltés
id: Unduh
it: Scarica
ja: ダウンロード
ko: 다운로드
pl: Pobierz
pt: Baixar
ro: Descărcare
ru: Скачать
th: ดาวน์โหลด
tr: İndir
uk: Завантажити
vi: Tải xuống
zh_hans: 下载
zh_hant: 下載

# Update_Button_OpenStore
source: Update in Microsoft Store
ar: التحديث في Microsoft Store
cs: Aktualizovat v Microsoft Store
de: Im Microsoft Store aktualisieren
el: Ενημέρωση στο Microsoft Store
es: Actualizar en Microsoft Store
fa: به‌روزرسانی در Microsoft Store
fr: Mettre à jour dans le Microsoft Store
hu: Frissítés a Microsoft Store-ban
id: Perbarui di Microsoft Store
it: Aggiorna in Microsoft Store
ja: Microsoft Store で更新
ko: Microsoft Store에서 업데이트
pl: Aktualizuj w Microsoft Store
pt: Atualizar na Microsoft Store
ro: Actualizare în Microsoft Store
ru: Обновить в Microsoft Store
th: อัปเดตใน Microsoft Store
tr: Microsoft Store'da güncelleştir
uk: Оновити в Microsoft Store
vi: Cập nhật trong Microsoft Store
zh_hans: 在 Microsoft Store 中更新
zh_hant: 在 Microsoft Store 中更新

# Update_Button_OpenDownloadPage
source: Open download page
ar: فتح صفحة التنزيل
cs: Otevřít stránku ke stažení
de: Downloadseite öffnen
el: Άνοιγμα σελίδας λήψης
es: Abrir la página de descarga
fa: باز کردن صفحهٔ بارگیری
fr: Ouvrir la page de téléchargement
hu: Letöltési oldal megnyitása
id: Buka halaman unduhan
it: Apri pagina di download
ja: ダウンロードページを開く
ko: 다운로드 페이지 열기
pl: Otwórz stronę pobierania
pt: Abrir página de download
ro: Deschidere pagină de descărcare
ru: Открыть страницу загрузки
th: เปิดหน้าดาวน์โหลด
tr: İndirme sayfasını aç
uk: Відкрити сторінку завантаження
vi: Mở trang tải xuống
zh_hans: 打开下载页面
zh_hant: 開啟下載頁面

# Update_Button_ReleaseNotes
source: Release notes
ar: ملاحظات الإصدار
cs: Poznámky k verzi
de: Versionshinweise
el: Σημειώσεις έκδοσης
es: Notas de la versión
fa: یادداشت‌های انتشار
fr: Notes de version
hu: Kiadási megjegyzések
id: Catatan rilis
it: Note sulla versione
ja: リリースノート
ko: 릴리스 정보
pl: Informacje o wersji
pt: Notas de versão
ro: Note de lansare
ru: Заметки о выпуске
th: บันทึกประจำรุ่น
tr: Sürüm notları
uk: Примітки до випуску
vi: Ghi chú phát hành
zh_hans: 发行说明
zh_hant: 版本資訊

# Update_Button_Skip
source: Skip this version
ar: تخطي هذا الإصدار
cs: Přeskočit tuto verzi
de: Diese Version überspringen
el: Παράλειψη αυτής της έκδοσης
es: Omitir esta versión
fa: رد کردن این نسخه
fr: Ignorer cette version
hu: Verzió kihagyása
id: Lewati versi ini
it: Ignora questa versione
ja: この版をスキップ
ko: 이 버전 건너뛰기
pl: Pomiń tę wersję
pt: Ignorar esta versão
ro: Omitere versiune
ru: Пропустить эту версию
th: ข้ามเวอร์ชันนี้
tr: Bu sürümü atla
uk: Пропустити цю версію
vi: Bỏ qua phiên bản này
zh_hans: 跳过此版本
zh_hant: 略過此版本

# Update_Button_RestartToUpdate
source: Restart to update
ar: إعادة التشغيل للتحديث
cs: Restartovat a aktualizovat
de: Zum Aktualisieren neu starten
el: Επανεκκίνηση για ενημέρωση
es: Reiniciar para actualizar
fa: راه‌اندازی مجدد برای به‌روزرسانی
fr: Redémarrer pour mettre à jour
hu: Újraindítás és frissítés
id: Mulai ulang untuk memperbarui
it: Riavvia per aggiornare
ja: 再起動して更新
ko: 다시 시작하여 업데이트
pl: Uruchom ponownie, aby zaktualizować
pt: Reiniciar para atualizar
ro: Repornire pentru actualizare
ru: Перезапустить для обновления
th: เริ่มใหม่เพื่ออัปเดต
tr: Güncelleştirmek için yeniden başlat
uk: Перезапустити для оновлення
vi: Khởi động lại để cập nhật
zh_hans: 重新启动以更新
zh_hant: 重新啟動以更新

# Update_Button_Later
source: Later
ar: لاحقاً
cs: Později
de: Später
el: Αργότερα
es: Más tarde
fa: بعداً
fr: Plus tard
hu: Később
id: Nanti
it: Più tardi
ja: 後で
ko: 나중에
pl: Później
pt: Mais tarde
ro: Mai târziu
ru: Позже
th: ภายหลัง
tr: Daha sonra
uk: Пізніше
vi: Để sau
zh_hans: 稍后
zh_hant: 稍後

# Update_RestartBusy
source: You can restart when the running operations (such as saving) have finished.
ar: يمكنك إعادة التشغيل عند انتهاء العمليات الجارية (مثل الحفظ).
cs: Restartovat můžete po dokončení probíhajících operací (například ukládání).
de: Sie können neu starten, sobald laufende Vorgänge (z. B. das Speichern) abgeschlossen sind.
el: Μπορείτε να κάνετε επανεκκίνηση όταν ολοκληρωθούν οι εργασίες που εκτελούνται (όπως η αποθήκευση).
es: Puedes reiniciar cuando terminen las operaciones en curso (como guardar).
fa: پس از پایان عملیات در حال اجرا (مانند ذخیره) می‌توانید راه‌اندازی مجدد کنید.
fr: Vous pourrez redémarrer une fois les opérations en cours (comme l'enregistrement) terminées.
hu: Újraindíthatja, amint a futó műveletek (például a mentés) befejeződtek.
id: Anda dapat memulai ulang setelah operasi yang berjalan (seperti menyimpan) selesai.
it: Puoi riavviare al termine delle operazioni in corso (ad esempio il salvataggio).
ja: 実行中の処理 (保存など) が終わると再起動できます。
ko: 실행 중인 작업(예: 저장)이 끝나면 다시 시작할 수 있습니다.
pl: Możesz uruchomić ponownie po zakończeniu trwających operacji (np. zapisywania).
pt: Você pode reiniciar quando as operações em andamento (como salvar) terminarem.
ro: Puteți reporni după ce se termină operațiile în curs (de exemplu, salvarea).
ru: Перезапустить можно после завершения выполняемых операций (например, сохранения).
th: คุณสามารถเริ่มใหม่ได้เมื่อการดำเนินการที่กำลังทำงานอยู่ (เช่น การบันทึก) เสร็จสิ้น
tr: Çalışan işlemler (kaydetme gibi) bittiğinde yeniden başlatabilirsiniz.
uk: Перезапустити можна буде після завершення поточних операцій (наприклад, збереження).
vi: Bạn có thể khởi động lại khi các thao tác đang chạy (như lưu) đã hoàn tất.
zh_hans: 正在运行的操作（例如保存）完成后即可重新启动。
zh_hant: 執行中的作業（例如儲存）完成後即可重新啟動。

# Operation_UpdateDownload
source: Downloading version {0}
ar: تنزيل الإصدار {0}
cs: Stahování verze {0}
de: Version {0} wird heruntergeladen
el: Λήψη της έκδοσης {0}
es: Descargando la versión {0}
fa: در حال بارگیری نسخهٔ {0}
fr: Téléchargement de la version {0}
hu: A(z) {0} verzió letöltése
id: Mengunduh versi {0}
it: Download della versione {0}
ja: 版 {0} のダウンロード
ko: 버전 {0} 다운로드 중
pl: Pobieranie wersji {0}
pt: Baixando a versão {0}
ro: Descărcare versiune {0}
ru: Скачивание версии {0}
th: กำลังดาวน์โหลดเวอร์ชัน {0}
tr: {0} sürümü indiriliyor
uk: Завантаження версії {0}
vi: Đang tải xuống phiên bản {0}
zh_hans: 正在下载版本 {0}
zh_hant: 正在下載版本 {0}

# Network_OfflineReason
source: Offline mode is on
ar: وضع عدم الاتصال قيد التشغيل
cs: Je zapnutý režim offline
de: Der Offlinemodus ist aktiviert
el: Η λειτουργία εκτός σύνδεσης είναι ενεργή
es: El modo sin conexión está activado
fa: حالت آفلاین روشن است
fr: Le mode hors connexion est activé
hu: Az offline mód be van kapcsolva
id: Mode offline aktif
it: La modalità offline è attiva
ja: オフラインモードが有効です
ko: 오프라인 모드가 켜져 있음
pl: Tryb offline jest włączony
pt: O modo offline está ativado
ro: Modul offline este activat
ru: Включен автономный режим
th: โหมดออฟไลน์เปิดอยู่
tr: Çevrimdışı mod açık
uk: Увімкнуто автономний режим
vi: Chế độ ngoại tuyến đang bật
zh_hans: 脱机模式已开启
zh_hant: 離線模式已開啟

# OpenUrl_Title
source: Open this page?
ar: هل تريد فتح هذه الصفحة؟
cs: Otevřít tuto stránku?
de: Diese Seite öffnen?
el: Άνοιγμα αυτής της σελίδας;
es: ¿Abrir esta página?
fa: این صفحه باز شود؟
fr: Ouvrir cette page ?
hu: Megnyitja ezt az oldalt?
id: Buka halaman ini?
it: Aprire questa pagina?
ja: このページを開きますか?
ko: 이 페이지를 여시겠습니까?
pl: Czy otworzyć tę stronę?
pt: Abrir esta página?
ro: Deschideți această pagină?
ru: Открыть эту страницу?
th: เปิดหน้านี้หรือไม่
tr: Bu sayfa açılsın mı?
uk: Відкрити цю сторінку?
vi: Mở trang này?
zh_hans: 是否打开此页面？
zh_hant: 要開啟此頁面嗎？

# OpenUrl_Body
source: Offline mode is on. HexEditor will open this address in your browser:
ar: وضع عدم الاتصال قيد التشغيل. سيفتح HexEditor هذا العنوان في المستعرض:
cs: Je zapnutý režim offline. HexEditor otevře v prohlížeči tuto adresu:
de: Der Offlinemodus ist aktiviert. HexEditor öffnet diese Adresse in Ihrem Browser:
el: Η λειτουργία εκτός σύνδεσης είναι ενεργή. Το HexEditor θα ανοίξει αυτή τη διεύθυνση στο πρόγραμμα περιήγησης:
es: El modo sin conexión está activado. HexEditor abrirá esta dirección en el explorador:
fa: حالت آفلاین روشن است. HexEditor این آدرس را در مرورگر شما باز می‌کند:
fr: Le mode hors connexion est activé. HexEditor va ouvrir cette adresse dans votre navigateur :
hu: Az offline mód be van kapcsolva. A HexEditor a böngészőben nyitja meg ezt a címet:
id: Mode offline aktif. HexEditor akan membuka alamat ini di browser Anda:
it: La modalità offline è attiva. HexEditor aprirà questo indirizzo nel browser:
ja: オフラインモードが有効です。次のアドレスをブラウザで開きます:
ko: 오프라인 모드가 켜져 있습니다. HexEditor가 브라우저에서 다음 주소를 엽니다:
pl: Tryb offline jest włączony. HexEditor otworzy ten adres w przeglądarce:
pt: O modo offline está ativado. O HexEditor abrirá este endereço no navegador:
ro: Modul offline este activat. HexEditor va deschide această adresă în browser:
ru: Включен автономный режим. HexEditor откроет этот адрес в браузере:
th: โหมดออฟไลน์เปิดอยู่ HexEditor จะเปิดที่อยู่นี้ในเบราว์เซอร์ของคุณ:
tr: Çevrimdışı mod açık. HexEditor bu adresi tarayıcınızda açacak:
uk: Увімкнуто автономний режим. HexEditor відкриє цю адресу в браузері:
vi: Chế độ ngoại tuyến đang bật. HexEditor sẽ mở địa chỉ này trong trình duyệt của bạn:
zh_hans: 脱机模式已开启。HexEditor 将在浏览器中打开以下地址：
zh_hant: 離線模式已開啟。HexEditor 將在瀏覽器中開啟此位址：

# OpenUrl_UrlLabel
source: Address
ar: العنوان
cs: Adresa
de: Adresse
el: Διεύθυνση
es: Dirección
fa: آدرس
fr: Adresse
hu: Cím
id: Alamat
it: Indirizzo
ja: アドレス
ko: 주소
pl: Adres
pt: Endereço
ro: Adresă
ru: Адрес
th: ที่อยู่
tr: Adres
uk: Адреса
vi: Địa chỉ
zh_hans: 地址
zh_hant: 位址

# OpenUrl_Open
source: Open in browser
ar: فتح في المستعرض
cs: Otevřít v prohlížeči
de: Im Browser öffnen
el: Άνοιγμα στο πρόγραμμα περιήγησης
es: Abrir en el explorador
fa: باز کردن در مرورگر
fr: Ouvrir dans le navigateur
hu: Megnyitás böngészőben
id: Buka di browser
it: Apri nel browser
ja: ブラウザで開く
ko: 브라우저에서 열기
pl: Otwórz w przeglądarce
pt: Abrir no navegador
ro: Deschidere în browser
ru: Открыть в браузере
th: เปิดในเบราว์เซอร์
tr: Tarayıcıda aç
uk: Відкрити в браузері
vi: Mở trong trình duyệt
zh_hans: 在浏览器中打开
zh_hant: 在瀏覽器中開啟

# OpenUrl_Copy
source: Copy address
ar: نسخ العنوان
cs: Kopírovat adresu
de: Adresse kopieren
el: Αντιγραφή διεύθυνσης
es: Copiar dirección
fa: رونوشت آدرس
fr: Copier l'adresse
hu: Cím másolása
id: Salin alamat
it: Copia indirizzo
ja: アドレスをコピー
ko: 주소 복사
pl: Kopiuj adres
pt: Copiar endereço
ro: Copiere adresă
ru: Копировать адрес
th: คัดลอกที่อยู่
tr: Adresi kopyala
uk: Копіювати адресу
vi: Sao chép địa chỉ
zh_hans: 复制地址
zh_hant: 複製位址
